{
  "ModiQuotes" : [
    "Good days are upon us.",
    "Every voter became Narendra Modi.",
    "There is no reason to be disappointed. India will progress very fast and the skills of our youth will take India ahead.",
    "I did not get an opportunity to die for the country, but I have got an opportunity to live for the country.",
    "This country has not been made by politicians, kings or governments. It has been made by farmers, labourers, our mothers and sisters and youth." ,
    "It is a tribute to Indian democracy that a person from a poor family, an ordinary family, is today addressing the nation from the Red Fort.",
    "An opportunity to work is good luck for me. I put my soul into it. Each such opportunity opens the gate for the next one.",
    "If 125 crore people work together; India will move forward 125 crore steps.",
    "Can we not wage a war and emerge victorious against poverty. Let us defeat poverty.",
    "We do not need ACTS but Action.",
    "Sab kaa saath, sab kaa vikas. This is our mantra.",
    "Once we decide we have to do something, we can go miles ahead.",
    "Government not just for a few, it belongs to the common people.",
    "We are not here for any positions but for a responsibility.",
    "Children who can barely say maa, pappa, are saying Ab ki baar Modi sarkar. This is the power of democracy.",
    "The media wanted me to speak since morning. But I wanted to speak to Vadodara first Vadodara has first right on me.",
    "A son of a poor man is standing in front of you today. This is the strength of a democracy." ,
    "I can promise you. If you work 12 hours, I will work for 13. If you work 14 hours, I will work for 15 hours. Why? Because I am not a ‘pradhan mantri’, but a ‘pradhan sevak’.",
    "Religion to me is devotion to work and devotedly working is being religious.",
    "Only those who keep walking get sweet returns… look at the sun’s perseverance- dynamic & always on the move, never dormant… hence keep moving.",
    "I will make such a wonderful India that all Americans will stand in line to get a visa for India.",
    "With the gun you can make the earth red but if you have a plough you can make the earth green.",
    "Not only the people of Nepal but also those who believe in the power of democracy are looking at Nepal and this assembly." ,
    "We should walk together, work together and progress together. We should move ahead with this mantra.",
    "It is important how we view the youth of our nation. To simply consider them as new age voters will be a big mistake. They are the new age power.",
    "The nation should move towards one target, one direction, one intention and one decision.",
    "I am a very optimistic man and only an optimistic man can bring optimism in the country.",
    "IT+IT=IT; Indian talent + Information technology = India Tomorrow.",
    "The strength of the saviour is much more than the strength of the person who kills.",
    "Our mission is skill development. There can be no development with a satiated system.",
    "People ask what your vision is, what is your big vision? I say ‘bhai’, I got here by way of selling tea (crowd erupts in applause). I am a simple (Chhota) man. I like focusing on simple and small tasks. I want to accomplish big things for the little guy.",
    "We fought for freedom together. We had no government, no weapons to help us. We defeated such a big empire without any government, without any arms.",
    "Be it caste or communal violence, they stall the growth of the nation. Let us affirm that we will be free from these tensions.",
    "The world has changed. India cannot sit isolated in one corner and determine its future.",
    "Each one of us has both; good and evil virtues. Those who decide to focus on the good ones succeed in life.",
    "By getting an opportunity to serve society, we get a chance to repay our debt.",
    "My struggle is to ‘bring’ life in ‘file’.",
    "It takes Rs. 10 per kms in Ahmedabad by auto- rickshaw, but it took us only Rs. 7 per kms to reach Mars.",
    "Each of has a natural instinct to rise like a flame. Lets nurture that instinct.",
    "PIO card holders- they have lot of visa issues. We decided they will get lifelong visa." ,
    "Can someone tell me, whatever we are doing, have we asked ourselves if our work has helped the poor or come to benefit the nation in any way? We should come out of the ‘Why should I care’ attitude and dedicate ourselves to the nation’s progress.",
    "I am a small man who wants to do big things for small people.",
    "Mind is never a problem. Mindset is.",
    "Mahatma Gandhi never compromised on cleanliness. He gave us freedom. We should give him a clean India.",
    "A government is one that thinks and hears the voice of the poor. A government must live for the poor.",
    "In my life mission is everything… Even if i was a municipal chairman, I would have worked as hard as a CM.",
    "I might live miles away from you, but I do understand you issues.",
    "I want to ask parents, when daughters turn 11 or 14, they keep a tab on their movements. Have these parents ever asked their sons where they have been going, who they have been meeting? Rapists are somebody’s sons as well! Parents must take the responsibility to ensure that their sons don’t go the wrong direction.",
    "We are proud of 3 things: Democracy, Demographic dividend and Demand.",
    "Hard work never brings fatigue. It brings satisfaction.",
    "Our ancestors used to play with snakes, we play with mouse.",
    "Desire +Stability = Resolution; Resolution +Hard work=success.",
    "Entire world comes to us, but Indians live in entire world.",
    "We do not run government on whims of an individual, our progress is reforms driven, our reforms are policy driven and our policies are people driven.",
    "In democracy, people’s verdict is always final and we all have to accept it with humility.",
    "I invite you all to participate in Make in India.",
    "Politics for me is not Ambition… but a Mission.",
    "Let us think about ‘zero-defect and zero effect’. Zero defect in production with no adverse effect on the environment.",
    "I have reached here by selling tea.",
    "The world used to think we are a land of snake charmers and black magic. But our youth has surprised the world with its IT skills. I dream of a digital India.",
    "There is no reason to be disappointed. India will progress very fast and the skills of our youth will take India ahead.",
    "I can promise you. If you work 12 hours, I will work for 13. If you work 14 hours, I will work for 15 hours. Why? because I am not a pradhan mantri, but a pradhan sevak.",
    "We reached mars. No pm or minister went. It was the people who did it, our scientists who did it. So can’t we create a clean India?",
    "I see the role of IT as a change agent. It empowers, connects and can bind isolated parts of India and create harmony. IT can join people with governments, bridge the gap between demand and supply, and can bring us closer to knowledge.",
    "E governance can bring minimum government and maximum governance. It is easy, effective and economic governance. It brings empowerment, equity and efficiency of the economy. It is a very useful field that can be the greatest problem solver of the people.",
    "The world does not run on the number of certificates one has, but on the skills our hands have. Let the youth dream big and aim for the sky. The work of a government should be to open doors.",
    "A state in India will have more traders than perhaps a European nation. Trade is a great way to integrate people.",
    "The coming decade belongs to the oppressed, the backward, the marginalised, the Dalits.",
    "For an economy to prosper, trust between the states must be established, and their individual strengths be appreciated.",
    "Real time functioning should have the PM and the CMs of the states working in tandem. The Federal structure is important in letter and spirit, it is our strength ",
    "We must together build an economic agenda for the India of our dreams that translates into improved standards of living, increased human well-being and assured social justice.",
    "Urbanisation is not a crisis but an opportunity, seeing it as a crisis is wrong. And not just villages, we want everyone to get opportunities wherever they are staying.",
    "This century is going to be linked with the virtual world. Maybe in the days to come we will have virtual malls and digital manufacturing. Change is coming fast and we need our urban areas to keep pace with these changes.",
    "I have always believed in development over votebank politics.",
    "We must build an agenda for speedy yet sustainable economic growth that is inclusive of all, is respectful of individuals, responsive to innovation and responsible towards the future generations.",
    "The BJP is an optimistic party. Our strength and our democratic values are such that even a poor person from a backward section – like me – has been nominated as a Prime Ministerial candidate.",
    "Convergence of technology and the judicial system is the need-of-the-hour. We need to go digital and adopt online analysis of legal cases. Dissemination of legal knowledge to the common man will also a go a long way in improving the law and order situation in the country.",
    "Development should be a mass movement. We need to integrate the people and make it a mass movement.",
    "Our mission is skill development. There can be no development with a satiated system",
    "I appeal to the doctors not to kill the girl-child in the mother's womb. I request the parents not to kill the girl-child because they want a son.",
    "From a chaprasi to Cabinet Secretary, every government servant in competent. We will harness that strength.",
    "All the previous governments have contributed in developing India. I offer my respects to all previous governments and Prime Ministers.",
    "India's sex ratio is 1000 boys for 940 girls. Who creates this disparity? It isn't God. Don't fill your coffers by sacrificing the mother's womb. People feel that sons will take care of them when they are old. But I have seen aged parents in old-age homes. I have seen families where one daughter serves parents more than five sons.",
    "From ramparts of the Red Fort, I would like to call people of the world to 'come, make in India'. I want to tell the global companies that we have skill, talent and discipline. From electronics to electricals, from chemicals to pharmaceuticals, come, make in India.",
    "Paper to plastic, automobiles to agricultural products, come, make in India, from satellite to submarine, come, make in India. We have the capabilities. Come here and manufacture in India. Sell the products anywhere in the world but manufacture here... we have the power, come I am inviting you.",
    "Can someone tell me, whatever we are doing, have we asked ourselves if our work has helped the poor or come to benefit the nation in any way? We should come out of the 'Why should I care' or ‘how will I benefit’ attitude and dedicate ourselves to the nation's progress.",
    "I come from a poor family and I want the poor to get dignity. We want to start a movement for a clean India. If we have to build a nation, let us start from the villages.",
    "These days give us inspiration and they showcase the national character. These days can inspire us to take India to newer heights.",
    "The world used to think we are a land of snake charmers and black magic. But our youth has surprised the world with its IT skills.",
    "We have seen instances of communal violence for too long. Till when will this go on? Be it caste or communal violence, they stall the growth of the nation.",
    "Let’s take path of Sadbhavana.",
    "The world has changed. We can't think about our development journey isolated from the world",
    "You would think that from Red Fort he is talking about cleanliness and toilets but I am speaking from the heart. I am a poor man and I know what poor people need.",
    "We fought for freedom together. We had no government, no weapons to help us. We defeated such a big empire without any government, without any arms.",
    "Buddha is the crown jewel of the Indian nation which accepts all ways of worship of all religions. This quality of Hinduism in India was a product of many great spiritual masters chief among them was Buddha. And this is what sustains the secular character of India.",
    "Hindu philosophy was one of the greatest beneficiaries of the advent and the teachings of the Lord Buddha. I revere Buddha as a reformer of not only Hinduism but also the world, who has given all of us a new world view and vision which is critical for the survival of all of us and the entire world.",
    "They say that this century is going to be an Asian Century. I am very clear that without embracing the path and ideals shown by Gautam Buddha this century cannot be an Asian century!",
    "It is my firm belief that the solution to all problems lies in dialogue. Earlier, it was believed that force indicates power. Now, power must come through the strength of ideas and the effective dialogue.",
    "Keeping technology at the forefront, we need to further speed up our defence programme & keep pace with the world.",
    "I brought Bhagawad Gita as a gift for the Japanese PM...I don’t have anything better than Gita to give & nor does the World has anything better to receive",
    "There can be no better place than India to manufacture, expand, and grow.",
    "I believe less in my ability & more in the ability of the one who comes to meet me. That’s the speciality of my work style.",
    "It is a matter of immense pride that never in history has there been a complaint against the Indian community from any society in the World. These values aren’t small!",
    "Make in India! By this, we mean we want to give low cost manufacturing, ease of business, skilled manpower. India is a land of huge possibilities & scope.",
    "We belong to a tradition where we treat the entire universe as our family. For me, globalisation is the manifestation of nationalisation. There is no contradiction between the two.",
    "Let each one of us not waste electricity at home. By doing this, we will also light a lamp in the home of a poor.",
    "I too was naughty as a child & played pranks. The child within us has to be kept alive because that child keeps us alive.",
    "India is a democratic country & anyone can become a PM.",
    "Learning from experience and learning from education, both are important. Your education & values decide how you learn from your experiences.",
    "Let the professionals like doctors & engineers teach in schools once a week. Let’s make teaching a national movement necessary for Nation building",
    "Cleanliness & good sanitation in schools is a matter of high importance.",
    "Those who think only for a year, they sow food grains; those who think for a decade, they plant fruits; But those who think for generations, they prepare humans.",
    "Can’t India dream of exporting teachers of high calibre? Can’t we instil the desire in children to become great teachers?",
    "Politics is not a profession, it is a service. I want to keep working more for the Nation not because of the designation, but because people of India are my family",
    "It used to hurt me in the past years to hear people say they want to leave India. But with the experience of past few months, I can say that we have removed that gloom from the minds of the people",
    "Self-certification may look like a small vision but there cannot be a greater decision for a Government to trust the honesty of the 1.25 billion people of the country",
    "FDI is a responsibility for Indians & an opportunity for the World. My definition of FDI for the people of India is ‘First Develop India’.",
    "By saying Make in India, we are not only inviting companies for cost-effective manufacturing, but also giving them an opportunity of a large market for their products",
    "If we blend efficiently democracy, demographic demand & demand, I believe that there will be a Vasco Da Gama on every street who will come searching for India.",
    "Make in India’ is a LION’s step! This initiative on one hand, will increase manufacturing growth, and at the same time, will directly benefit the youth of the nation in the form of employment",
    "No one can question the talent of India’s youth after the success of the Mars Mission. Everything indigenous!",
    "Let us combine ‘Look East’ with ‘Link West’ & with our global vision, we can provide a new platform for our economic structure",
    "Let us buy atleast one product of Khadi fabric and help light a lamp of Diwali in the homes of the poor",
    "If we want to move forward, not just the Government but 125 crore Indians will have to do something.",
    "Until we resolve to stand up & walk, we won’t find people to show us directions…I am confident that 125 crore Indians are capable to walk and will keep walking always.",
    "The strength of my country lies in the huts of the poor; in the villages; in the youth, mothers and sisters; in the farmers…I believe in your strength and hence I believe in the future of our country.",
    "I have toured around for 45 years and have experience of night halt at more than 400 districts. And that’s why I know the reality of this earth.",
    "We need to assume that aspirations of people in villages are nothing less than the aspirations of people in the cities. They need a change in their lifestyle.",
    "We shall together open the doors of good politics and will work without indulging in political untouchability.",
    "Even if one child falls in a borewell, the entire country gets worried; we must generate more awareness about hundreds of children who are unable to survive due to lack of primary healthcare facilities.",
    "If we want the nation to move ahead, then we’ll have to leave behind the thinking that Government will do everything...we all need to collectively devote to make our country move forward.",
    "Our ancestors had displayed great strengths in space science. What people like Aryabhata had said centuries ago are being recognised by science today. We are a country which had these capabilities. We need to regain them.",
    "Whatever position we may rise to, be it of MP, CM or PM, nothing can teach us the way villages can…",
    "Every village should celebrate its birthday & it will end the poison of casteism… and once casteism ends, see how the strength of villages increase!",
    "Celebrate the birth of a girl child by planting 5 trees in your village",
    "I dedicate the love, enthusiasm, welcome and respect given to me to the feet of 125 crore children of Mother India",
    "Leave at night and you reach Australia next morning. But it took 28 years for an Indian PM to come to Australia!",
    "Mother India has 250 crore arms, majority of which are of the youth, who have the capacity to fulfil India’s dreams!",
    "Do you share my belief in Swami Vivekananda’s dream that India will be a Jagad Guru once again? I see no reason for India to be left behind.",
    "I want to do small things, for small people, and to make the small people big…",
    "The previous Governments took pride in making laws, but I am happier removing laws. Let’s open the windows, let some fresh air come in",
    "Democracy is such a framework that everyone has the right to live their lives, fix their goals, their aims, their dreams and the ways to achieve them according to their own choice.",
    "Coming age is the age of knowledge. However rich, poor or powerful a country be, if they want to move ahead, only knowledge can lead them to that path.",
    "We can see how the role of mobile has changed in past 20 years. It is a perfect example of how one innovation can change an entire era.",
    "India is once again ready to play the role of ‘Vishvaguru’ and work towards the benefit of mankind",
    "It is India’s responsibility to display its strength to the World through knowledge and innovations.",
    "India has seen a dream of Digital India. From latest science to latest technology, everything should be available at the tip of one’s finger.",
    "The youth of India has the strength to move the entire World with a click of a mouse, we have generated that ability!",
    "There is no question in the fact that India has a global responsibility, and the coming “Gyan Yug” would see India play a pivotal role, using the strengths of its democracy and demographic dividend",
    "People to people contact is essential for Nations to come closer.",
    "In this era, I-ways are as essential as Highways…We need both Information Ways and Highways.",
    "The spirit of sacrifice and selflessness of the defence forces is an inspiration for all Indians. Strong armed forces are necessary for an atmosphere of peace, amity, harmony and brotherhood in the country.",
    "Our education apparatus can't be one that produces robots. That can happen in laboratory. There has to be overall personality development",
    "Good education is linked with good teachers. We need to think how we can have good teachers. India has the capability to produce & export as many teachers to the World as it needs. We need to think about how we can create an environment where children want to become good teachers.",
    "In this land of the Ganga (Varanasi), there was education of culture. But, more importantly, there was a culture of education.",
    "India is a 2 trillion dollar economy today. Can we not dream of an India with a 20 trillion dollar economy?",
    "You will see India as a country of opportunities, unmatched across the world. India can be a role model of growth and cohesiveness for the rest of the world.",
    "Development has to result in jobs. What we need is not just more production, but mass production and production by masses.",
    "Development seems to have become the agenda only of government. It is seen as a scheme. That should not be the case. Development should be everyone`s agenda. It should be a people`s movement.",
    "Economic development cannot take a nation forward on its own. We need a society and economy which complement each other. We need to take care of the poor, deprived and left behind sections of society.",
    "The ultimate objective of subsidies should be to empower the poor, to break the cycle of poverty, and become foot-soldiers in our war on poverty.",
    "We need to cut subsidy leakages, not subsidies themselves.",
    "What is Maximum Governance, Minimum Government? It means government has no business to be in business.",
    "Laws are the DNA of government. They must evolve with time.",
    "We are today a nearly 100% banked country.",
    "The consensus we arrived with States for amending the Constitution to implement GST is a major breakthrough. This alone has the potential to make India competitive and attractive for investment.",
    "The mantra of independence was Satyagraha. And the warriors were Satyagrahis. The mantra of New Age India must be Swachhagrah. And the warriors will be Swachhagrahis.",
    "Railway stations can become growth points for the nearby villages.",
    "We will link farmers to global markets. We will give the world the Taste of India.",
    "Today when someone shakes hands with Modi & looks into his eyes, they don’t see Modi, but the reflection of 125 crore Indians",
    "Since Day 1, we have maintained that ours is a Government dedicated to the poor and will continue to work dedicatedly for the welfare of the poor",
    "People say I am lucky. I am lucky indeed because what can be better luck than to have the blessings of 125 crore Indians…",
    "We want to change the identity of Delhi from Generator Capital to Power Generation Capital",
    "India is a youthful country. A country with such a major percentage of youth has the capability to change not only its own, but the fate of the entire world",
    "India is the land of Buddha and Gandhi. Equal respect for all religions must be in the DNA of every Indian.",
    "About 800 million people in India are below the age of 35 years. Their aspirations, energy, enterprise and skills will be the force for India's economic transformation.",
    "For me, the involvement of states in our national effort is not just because of their constitutional and legal responsibilities. It is also stems from a basic management principle. The chances of success are higher when we create a sense of participation for everyone; when we give everyone a stake in success.",
    "The importance of a journey is not measured by the distance covered, but by the destination reached.",
    "I have come with one medicinal herb that I am offering as a remedy to India's problems. And that medicinal herb is 'development'.",
    "Yoga has spread harmony between man and nature. It is a holistic approach to health and wellbeing.",
    "Modern science is a catalyst agent to fulfil the needs of humankind. We must ensure that it reaches to poorest of the poor.",
    "I dream of a Digital India where 1.2 billion Connected Indians drive Innovation.",
    "The future belongs to social media. It is egalitarian and inclusive. Social media is not about any country, any language, any colour, any community but it is about human values and that is the underlying link binding humanity.",
    "I know the youth of India. They are not merely asking for things. The youth wants to stand of their own feet and live a life of pride and dignity.",
  ]
}
